[
    {
        "company_name": "Civil Maps",
        "description": "At Civil Maps, we believe that efficient, safe mobility can revolutionize the way we live and interact with the world around us. To reach this future, we provide autonomous vehicles with cognition, enabling them to crowdsource 3D maps and make better decisions for safe driving. Our first milestones include providing real-time, localization in six dimensions and producing augmented reality maps, to be used by AVs and humans. Our process of questioning established methods and our artificial intelligence expertise allow us to define the mobility solutions of the future. Civil Maps' resources are augmented through its partnerships with the leading geospatial, governmental and academic institutions including U.S. Department of Energy, National Energy Research Scientific Computing Center, Verizon Innovation Program, University of California Berkeley and Stanford University.",
        "state": "San Francisco, CA",
        "sub_categories": [
            "Networking Engineer"
        ]
    },
    {
        "company_name": "Karnataka Bank",
        "description": "Building easier and smarter banking connectivity with our customers since 1924. We strive to be your one-stop banking solution.",
        "state": "Mangaluru, Karnataka",
        "sub_categories": [
            "Networking Engineer"
        ]
    },
    {
        "company_name": "Alfaleus Technology Private Limited",
        "description": "Alfaleus Technology is an Indian startup in Medical Technology Reforming unmet needs in Healthcare Technology. Developed by a group of engineers, our mission is to make healthcare accessible and affordable to all. To gather people and facilities to make unique and worthy contributions. Supported by VIT University,Vellore and Aravind Eye Care System,Pondicherry.",
        "state": "Vellore, Tamil Nadu",
        "sub_categories": [
            "Game Designer"
        ]
    },
    {
        "company_name": "Spydra Technologies Pvt Ltd",
        "description": "Our suite of high availability APIs and Developer Tools provide quick, reliable access to the Ethereum and IPFS networks so you can focus on building and scaling next generation software.",
        "state": "Bengaluru, Karnataka",
        "sub_categories": [
            "App Developer"
        ]
    },
    {
        "company_name": "LTI - Larsen & Toubro Infotech",
        "description": "LTI (NSE: LTI) is a global technology consulting and digital solutions Company helping more than 495 clients succeed in a converging world. With operations in 33 countries, we go the extra mile to assist our clients and accelerate their digital transformation journeys. Founded in 1997 as a subsidiary of Larsen & Toubro Limited, our unique heritage gives us unrivalled real-world expertise to solve the most complex challenges of enterprises across all industries. Each day, our team of more than 46,000 LTItes enable our clients to improve the effectiveness of their business and technology operations and deliver value to their customers, employees, and shareholders. Learn more at http://www.Lntinfotech.com or follow us at @LTI_Global.",
        "state": "Mumbai, Maharashtra",
        "sub_categories": [
            "UX - UI Designer"
        ]
    },
    {
        "company_name": "Deloitte",
        "description": "Deloitte drives progress. Our firms around the world help clients become leaders wherever they choose to compete. Deloitte invests in outstanding people of diverse talents and backgrounds and empowers them to achieve more than they could elsewhere. Our work combines advice with action and integrity. We believe that when our clients and society are stronger, so are we. Deloitte refers to one or more of Deloitte Touche Tohmatsu Limited (DTTL), its global network of member firms, and their related entities. DTTL (also referred to as Deloitte Global) and each of its member firms are legally separate and independent entities. DTTL does not provide services to clients. Please see www.deloitte.com/about to learn more.\n\nThe content on this page contains general information only, and none of Deloitte Touche Tohmatsu Limited, its member firms, or their related entities (collectively the “Deloitte Network”) is, by means of this publication, rendering professional advice or services. Before making any decision or taking any action that may affect your finances or your business, you should consult a qualified professional adviser. No entity in the Deloitte Network shall be responsible for any loss whatsoever sustained by any person who relies on content from this page.",
        "state": "NULL",
        "sub_categories": [
            "Web Designer",
            "Ethical Hacker"
        ]
    },
    {
        "company_name": "GoFlySmart Holidays",
        "description": "Welcome to the official page of Go FlySmart Holidays Pvt Ltd, We Provide Lowest Flights Tickets, Holiday Packages, Hotels, Cab Service",
        "state": "Siliguri, West Bengal",
        "sub_categories": [
            "Web Developer"
        ]
    },
    {
        "company_name": "Delta Electronics India",
        "description": "Delta Group in India is operating since 2003.  Delta Electronics India Private Limited, is a group entity and a leading Power and Energy management company. Delta Electronics India operates in three business categories: Power Electronics, Automation and Infrastructure. It has a legacy of operating in India with market leadership in Telecom Power Solutions, Renewable Energy Solutions (Solar Inverters) and Display Solutions (Video walls). It is also a leading provider of Industrial Automation Solutions, UPS & Datacenter Solutions, EV Charging Solutions, Rail Transportation Solutions, Energy Storage Solutions, DC Fans & Blowers, and Components. With sixteen regional offices, three manufacturing facilities (Rudrapur, Gurgaon and Hosur) and two R&D centres (Gurgaon and Bengaluru), Delta has a strong presence across India with more than 200 channel partners. \n\nThe company has been awarded ISO 9001:2008, ISO 14001:2007 and OHSAS 18001: 2008 certifications for Quality, Procedures, and Environment management. For detailed information, please visit: www.deltaelectronicsindia.com",
        "state": "Gurgaon, Haryana",
        "sub_categories": [
            "Web Designer"
        ]
    },
    {
        "company_name": "DHL Supply Chain",
        "description": "As the world’s largest contract logistics specialist, we create competitive advantage for customers through customized logistics solutions based on globally standardized warehousing, transportation and integrated services components. We bring sector expertise, global scale and local knowledge to design and manage supply chains from raw materials and manufacturing to finished goods delivery and return services.",
        "state": "NULL",
        "sub_categories": [
            "Data Architect"
        ]
    },
    {
        "company_name": "Dormer Pramet",
        "description": "Dormer Pramet is a global manufacturer and supplier of tools for the metal cutting industry. Our comprehensive product program encompasses both rotary and indexable drilling, milling, threading and turning tools for use in a wide variety of production environments. \n\nOur global product brands include Dormer and Pramet, with Precision Twist Drill, Union Butterfield and Wetmore also available in North America. Meanwhile, the newly acquired Miranda brand is presented in India. \n\nAn extensive sales and technical support service operates from more than 20 offices, serving more than 100 markets worldwide. These are supported by dedicated production facilities in Europe, Asia and Americas, and a highly developed distribution and logistics network. ",
        "state": "Šumperk, Olomouc",
        "sub_categories": [
            "Application Maintenance Engineer"
        ]
    },
    {
        "company_name": "INVECAS",
        "description": "INVECAS is a world class Product Engineering Company that provides custom solutions for the semiconductor industry. Our expertise in ASIC & Design Services, Embedded Software & System-level Solutions, make us a one-stop-destination for EDMs working on diverse market segments, which include IoT, Automotive, Bio-medical, Hand-held Devices and Compute, among others. INVECAS also offers a wide array of in-house solutions such as Validation, Package Design, Verification, Prototyping and Embedded Software, to name a few.",
        "state": "Santa Clara, California",
        "sub_categories": [
            "Multimedia Developer"
        ]
    },
    {
        "company_name": "Trane Technologies",
        "description": "At Trane Technologies, we challenge possible by thinking bigger, acting bolder and taking actions that not just improve our own performance but influence global change.\n\nOur world contends with unprecedented challenges. Our future has never been more uncertain. Urbanization is dramatically reshaping our communities, our resources are more constrained that ever before, and climate change is accelerating at an astonishing rate.\n\nWe believe it is time to challenge industry norms and be at our most creative every day.  To get there, we’ve committed to ambitious sustainability goals and we will change the way the world heats and cools buildings and moves refrigerated food, medicines, and other perishables.\n\nGlobal change starts when we each have the courage to act.  And when we act, we boldy go.\n\nWon’t you join us?",
        "state": "Davidson, North Carolina",
        "sub_categories": [
            "Software Test Engineer"
        ]
    },
    {
        "company_name": "Temenos",
        "description": "Our mission at Temenos is to power a world of banking that creates opportunities for everyone.\n\nOur passion for making banking better drives us to be the banking platform for all kinds of players in the industry – for large and small banks, for non-banks and fintechs, for partners and developers, for everyone.\n\nOur ambition is to be Everyone’s Banking Platform.",
        "state": "NULL",
        "sub_categories": [
            "Database Administrator"
        ]
    },
    {
        "company_name": "Microsoft",
        "description": "Every company has a mission. What's ours? To empower every person and every organization to achieve more. We believe technology can and should be a force for good and that meaningful innovation contributes to a brighter world in the future and today. Our culture doesn’t just encourage curiosity; it embraces it. Each day we make progress together by showing up as our authentic selves. We show up with a learn-it-all mentality. We show up cheering on others, knowing their success doesn't diminish our own. We show up every day open to learning our own biases, changing our behavior, and inviting in differences. When we show up, we achieve more together. \n\nMicrosoft operates in 190 countries and is made up of more than 220,000 passionate employees worldwide.",
        "state": "Redmond, Washington",
        "sub_categories": [
            "Software Engineer Programmer",
            "Engineer-Technical Support(Level 1)"
        ]
    },
    {
        "company_name": "Cognotiz Technologies Private Limited",
        "description": "We are here to tackle the complex workforce challenges organizations face today, from contingent and permanent staffing to talent management, outsourcing, and talent development. \n\nWe bring you innovative staffing solutions which are agile enough to meet the rapidly changing talent needs of today’s world of work. We deliver the solutions that help your business grow.",
        "state": "Vadodara, Gujarat",
        "sub_categories": [
            "IT Project Manager"
        ]
    },
    {
        "company_name": "WhizCo",
        "description": "WhizCo is a creative Digital Marketing Agency in Delhi. With years of expertise and experience, we are specialised in providing effective Creator Management, Social Media Marketing, and Influencer Marketing services. \n \nOur process has been developed and refined over a number of years, shaped through our interaction with our clients and their needs. At WhizCo, we believe in creating the best digital and creative campaigns for our clients! \n \nFrom global brands to micro creators, we have worked with numerous clients which are, but are not limited to, MK TakaTak, Josh,Snap Inc, Moj, Hipi, Maruti Suzuki, Roposso, DishTV, OYO, Discovery Network, PayTM, Big Daddy Casino, and Cantabil.\n \nWe offer brands a robust portfolio of tailor-made services. Intrigued? Well, here's a sneak peek! \n \nWe can help you:\nOnboard and Manage Creators (singers, dancers, actors, lip syncers, etc) for video content apps like Moj, Sharechat, Roposo, etc. \nBoost your Instagram followers and reach through developed growth strategies.\nAn estimated reach of 10 million across a network of 150 Million followers with the help of our Mass Reach Campaigns. All our major communities post about your brand on their accounts and help you create the right buzz which you don't wanna miss!\nGet access to a follower base of 100 Million followers residing in small towns in India. \nEfficiently manage your Social Media accounts and help you increase your followers and engagement by uploading engaging content as per the needs of the account.\nCreate amazing Hashtag Campaigns where we help you grow your brand under a particular hashtag.\n \nCheck out our specially curated Instagram Communities:\nwww.instagram.com/success.tip (Motivation/Entrepreneurship niche)\nwww.instagram.com/ifacts.daily (Facts niche)\nwww.instagram.com/bezzubaan_thoughts (Love/Relationships niche)\nwww.instagram.com/talentswagofficial (Talent niche)\nwww.instagram.com/theshaadiswag (Wedding niche)\nwww.instagram.com/whizco.in (Advertising/Marketing niche)",
        "state": "New Delhi, Delhi",
        "sub_categories": [
            "Technical Writers"
        ]
    },
    {
        "company_name": "FlyingCaps Technologies",
        "description": "Flyingcaps Technologies is a Mobile games developing and publishing studio with over 10 games launched and over 100 million+ game downloads globally. Flyingcaps Technologies is based in India and we focuses on overseas markets.",
        "state": "Hyderabad, Telangana",
        "sub_categories": [
            "Game Designer"
        ]
    },
    {
        "company_name": "General Motors",
        "description": "General Motors’ vision is to create a world with Zero Crashes, Zero Emissions and Zero Congestion, and we have committed ourselves to leading the way toward this future. Today, we are in the midst of a transportation revolution, and we have the ambition, the talent and the technology to realize the safer, better and more sustainable world we want. As an open, inclusive company, we’re also creating an environment where everyone feels welcomed and valued for who they are. One team, where all ideas are considered and heard, where everyone can contribute to their fullest potential, with a culture based in respect, integrity, accountability and equality. Our team brings wide-ranging perspectives and experiences to solving the complex transportation challenges of today and tomorrow.\n\nFor information on the GM Privacy Statement, please visit http://www.gm.com/privacy-statement.html",
        "state": "Detroit, Michigan",
        "sub_categories": [
            "Technical Writers",
            "Quality Analyst"
        ]
    },
    {
        "company_name": "Artscape projects",
        "description": "Artscape is a team of highly skilled, passionate and motivated designers with varied and innovative ideas. We strive to develop quality, cost effective and innovative designs.We are a full-service design firm practicing architecture, interior designing, space planning and related services.\n\nWe provide unique tailor made, cost effective and attractive solutions and services which takes shape after detailed study of every clients/ individuals needs. \nOur commitment is our strength, right from conceptualizing ideas to bringing the project into reality we are focused to achieve our goals on Cost, Time and above all Quality. We are driven by passion and powered by intellect.",
        "state": "NULL",
        "sub_categories": [
            "Data Architect"
        ]
    },
    {
        "company_name": "BMC Software",
        "description": "BMC helps customers run and reinvent their businesses with open, scalable, and modular solutions to complex IT problems. BMC works with 86% of the Forbes Global 50 and customers and partners around the world to create their future. With our history of innovation, industry-leading automation, operations, and service management solutions, combined with unmatched flexibility, we help organizations free up time and space to become an Autonomous Digital Enterprise that conquers the opportunities ahead.",
        "state": "Houston, Texas",
        "sub_categories": [
            "Product Developer"
        ]
    },
    {
        "company_name": "Enghouse",
        "description": "Enghouse Interactive delivers technology and expertise to maximize the value of every customer interaction, with products spanning multi-channel call centers, CTI integration, IVR / Self-Service, operator attendant consoles, call recording and quality monitoring, outbound predictive dialer, knowledge management solutions and more.  Our comprehensive portfolio of interaction management solutions are resilient, and scalable, with a flexible deployment model that includes Cloud, hosted, and hybrid to grow with your business at every stage, allowing your organization to add functionality when and how you want. \n \nEnghouse Interactive is a proud partner to key unified communications and telephony suppliers, including Microsoft, NEC, Cisco, Avaya, ShoreTel, and Mitel.  With a worldwide eco-system of contact center service providers, system integrators, channel partners, and tens of thousands of agents handling millions of daily customer interactions worldwide, Enghouse Interactive’s solutions are preferred by mid to large enterprises, telecom carriers, business process outsourcers, and contact center service providers.\n\nEnghouse Interactive is a subsidiary of Enghouse Systems Limited, a Software and Services Company traded on the Toronto Stock Exchange (TSX) under the symbol ESL. Founded in 1984, Enghouse Systems is a consistently profitable company, which has grown both organically and through the acquisition of well-regarded specialists including Andtek, Arc Solutions, CosmoCom, CTI Group, Datapulse, Eptica, IAT SmartDial, ITSonix, Safeharbor, Syntellect, Telrex, Trio, Vidyo, Voxtron and Zeacom.",
        "state": "Phoenix, AZ",
        "sub_categories": [
            "Engineer-Technical Support(Level 1)"
        ]
    },
    {
        "company_name": "Ford Motor Company",
        "description": "Ford is a global company with shared ideals and a deep sense of family. From our earliest days as a pioneer of modern transportation, we have sought to make the world a better place – one that benefits lives, communities and the planet. We are here to provide the means for every person to move and pursue their dreams, serving as a bridge between personal freedom and the future of mobility. In that pursuit, our 186,000 employees around the world help to set the pace of innovation every day. \n\nPrivacy Policy: https://www.ford.com/help/privacy/",
        "state": "Dearborn, Michigan",
        "sub_categories": [
            "Product Developer"
        ]
    },
    {
        "company_name": "IndiQube",
        "description": "IndiQube is a universe of offerings catering to the holistic needs of Enterprises, Unicorn start-ups, Offshore Development Centres & Solopreneurs. IndiQube creates the right business environment for emerging companies to thrive by providing a smart building experience with key growth drivers like scalability and flexibility.\n\nIndiQube provides a unique ‘office in a box’ experience to clients encompassing workspace design, interior build-out, and a plethora of B2B & B2C services leveraging technology. From ideas that are ions gathering energy to molecules that are developed & enterprising, the IndiQube universe sustains and proliferates everyone.\n\nExperience the world of transformation. Experience IndiQube.",
        "state": "Bengaluru, Karnataka",
        "sub_categories": [
            "Data Architect"
        ]
    },
    {
        "company_name": "Bosch Global Software Technologies",
        "description": "With a global footprint and presence in US, Europe, Japan, China, Middle East and the Asia Pacific region, Bosch Engineering & Business Solutions is at the forefront of designing, developing, and executing IoT ecosystems with end-to-end solutions that connect Sensors, Software, and Services.  \nWith this unique ability, we enable enterprises to move from the traditional to digital, or improve business by introducing a digital element in their products and processes.\nWe focus on improving the quality of the life of people, providing newer revenue-generating opportunities, and improving operational efficiencies for enterprises through an array of solutions. \n\nFounded in 1990, we are a 100% owned subsidiary of Robert Bosch GmbH, with over 21,000 plus associates across the globe.",
        "state": "Bangalore, Karnataka",
        "sub_categories": [
            "Hardware Engineer"
        ]
    },
    {
        "company_name": "Hogarth Worldwide",
        "description": "Born to make the best work, brilliantly.\nWe combine craft insight and technology to bring your creative work to life.\n\nHogarth was founded 10 years ago and has grown from a start-up to over 4,500 people, across 35 cities worldwide and is now part of the WPP family. Our rapid growth continues to drive us forward making Hogarth an exciting place to work and a great place to achieve your career ambitions.",
        "state": "London, England",
        "sub_categories": [
            "DTP Operators"
        ]
    },
    {
        "company_name": "Innovation Incubator Advisory",
        "description": "Leading new-age product engineering company with strong consumer and enterprise application development experience. We provide services and expertise to create thriving enterprises or startups.  \n\nAccelerator | Product Engineering | Design Studio | DevOps | Startup Builder",
        "state": "Trivandrum, Kerala",
        "sub_categories": [
            "System Architect"
        ]
    },
    {
        "company_name": "Futuristic Labs",
        "description": "Futuristic Labs was founded in 2017, with the mission of building consumer products with the perfect balance of design and utility.\n\nAt the moment we are building a consumer product to automate cooking we call it Riku :) - An A.I. enhanced kitchen robot that automates everyday cooking. It can cook any one-pot dish with just 5min of hands-on time, making cooking as simple as making a cup of coffee. \n\nOn average Indians spend about 13hrs/week cooking that's almost 1.5-2hrs/day we believe we can bring that down to 15-20min/day.\n\nApart from cooking these are the problems/opportunities we see in the near future: \n- Automating Day to Day Chores. \n- Tackling Urban Pollution. \n- Hardware Prototyping.",
        "state": "Hyderabad, Telangana",
        "sub_categories": [
            "App Developer"
        ]
    },
    {
        "company_name": "Volvo Group",
        "description": "The Volvo Group is one of the world’s leading manufacturers of trucks, buses, construction equipment and marine and industrial engines. The Group also provides complete solutions for financing and service. The Volvo Group, with its headquarters in Gothenburg, employs about 100,000 people, has production facilities in 18 countries and sells its products in more than 190 markets.",
        "state": "NULL",
        "sub_categories": [
            "Engineer-Technical Support(Level 1)"
        ]
    },
    {
        "company_name": "Invesco Asset Management (India) Private Limited",
        "description": "With an average asset base of over INR 53,676 crores (for the quarter ending March, 2022). Invesco Asset Management (India) aims to serve investment needs of domestic and global investors; individuals, corporate and institutions through mutual funds and sub-advised portfolios. Our product portfolio is managed by individually focused management teams to create optimum balance and results. We are committed to providing financial care and top class service. We subscribe to sustainable business models and processes that factor in the dynamism of the business in fast changing market scenarios. Investors can expect best-in-class investment products that will leverage on our expertise and global resources of Invesco.",
        "state": "Mumbai, Maharshtra",
        "sub_categories": [
            "Software Engineer Programmer"
        ]
    },
    {
        "company_name": "GE Renewable Energy",
        "description": "GE Renewable Energy, part of GE Vernova, harnesses the earth’s most abundant resources – the strength of the wind, the heat of the sun and the force of water – to power the world’s biggest economies and the most remote communities.\n\nWith an innovative spirit and an entrepreneurial mindset, we engineer energy products and digital services that create industry-leading value for our customers around the world. \n\nWe see the promise of renewable energy everywhere we look. Our team has the courage, scale, passion, diversity and resourcefulness needed to deliver that promise wherever and however the world needs it.\n\nTogether with our customers, we’re proving that no one ever has to choose between affordable, reliable, or sustainable energy. \n\nWe are unleashing limitless energy",
        "state": "Boulogne-Billancourt, Ile-de-France",
        "sub_categories": [
            "Software Test Engineer"
        ]
    },
    {
        "company_name": "_VOIS",
        "description": "_VOIS (Vodafone Intelligent Solutions) is a strategic arm of Vodafone Group Plc, creating value and enhancing quality and efficiency across 28 countries, and operating from 6 locations: Albania, Egypt, Hungary, India, Romania, and the UK.\n\nOver 26,000 highly skilled individuals are dedicated to being Vodafone Group’s partner of choice for talent, technology, and transformation. We deliver the best services across IT, Care, Business Intelligence Services, HR, Finance, Supply Chain, HR Operations, and many more.\nEstablished in 2006, _VOIS has evolved into a global, multi-functional organisation, a Centre of Excellence for Intelligent Solutions focused on adding value and delivering business outcomes for Vodafone.\n\n_VOIS is proud to be an Equal Employment Opportunity Employer. We celebrate differences and we welcome and value diverse people and insights. We believe that being authentically human and inclusive powers our employees’ growth and enables them to create positive impact for themselves and society. We do not discriminate based upon age, colour, gender (including pregnancy, childbirth, or related medical conditions), gender identity, gender expression, and national origin, race, religion, sexual orientation, status as an individual with a disability, or other applicable legally protected characteristics.",
        "state": "NULL",
        "sub_categories": [
            "Networking Engineer"
        ]
    },
    {
        "company_name": "IMPOS Global Services Pvt Ltd",
        "description": "As the world is getting smaller every day and businesses are getting bigger every second, every business links to one another and we, at Impos global, aim to be the leaders in global business outsourcing. Based in an outsourcing hotspot, Impos Global has work force to deal with businesses from European and US companies.\n\nImpos global deal with Lead Generation, Telesales, Human Resource Management, Recruitment and Consultancy Services and an extensive Designing Solutions in the best cost efficient way. Thanks to the number of well-trained sales executives, Quality Managers, Human Resource Managers, Graphic Designers and capable Business Developers, Impos Global has touched never before reached targets. We have over 25 years of experience combined working in this industry and the edge we have with Customer Service, Business Development, Recruitment and pioneering ideas has come a long way in pushing us above others.",
        "state": "NULL",
        "sub_categories": [
            "Software Engineer Programmer"
        ]
    },
    {
        "company_name": "HARMAN International",
        "description": "Headquartered in Stamford, Connecticut, HARMAN (harman.com) designs and engineers connected products and solutions for automakers, consumers, and enterprises worldwide, including connected car systems, audio and visual products, enterprise automation solutions; and services supporting the Internet of Things.  With leading brands including AKG®, Harman Kardon®, Infinity®, JBL®, Lexicon®, Mark Levinson® and Revel®, HARMAN is admired by audiophiles, musicians and the entertainment venues where they perform around the world. More than 50 million automobiles on the road today are equipped with HARMAN audio and connected car systems. Our software services power billions of mobile devices and systems that are connected, integrated and secure across all platforms, from work and home to car and mobile. HARMAN has a workforce of approximately 30,000 people across the Americas, Europe, and Asia. In March 2017, HARMAN became a wholly-owned subsidiary of Samsung Electronics Co., Ltd. HARMAN is an Equal Opportunity, Affirmative Action employer. Minorities, women, veterans and individuals with disabilities are encouraged to apply. HARMAN offers a great work environment, challenging career opportunities, professional training and competitive compensation. Looking for a challenge where your experience is valued? Come see what you can achieve as a leader with HARMAN!",
        "state": "Stamford, CT",
        "sub_categories": [
            "Multimedia Developer"
        ]
    },
    {
        "company_name": "The Business Fame™",
        "description": "“The Business Fame” is a Global Media Organization for C-Level  Business Owners, Top Management (Director, VP, GM), Millenials and Business Decision-makers etc. to Inscribe there business success stories like challenges faced, the company’s profile and services of the companies owned by the leading CEOs, and also serve a platform for those who have just started their professional the expedition which helping its readers, viewers.",
        "state": "Sheridan, Wyoming",
        "sub_categories": [
            "Cloud Computing Analyst"
        ]
    },
    {
        "company_name": "Kyndryl",
        "description": "We have the world’s best talent that design, run, and manage the most advanced and reliable technology infrastructure each day. Together, we think holistically about the health of these vital technology ecosystems.\n\nWe are a focused, independent company that builds on our foundation of excellence by creating systems in new ways. Bringing in the right partners, investing in our business, and working side-by-side with our customers to unlock potential. We're raising the bar.\n\nOur experience speaks for itself: We have 90,000 highly skilled employees around the world serving 75 of the Fortune 100. But our purpose is what drives us: Advancing the vital systems that power human progress. Because when a digital ecosystem is healthy, it can more readily adapt and support continuous growth and that opens up a world of possibility for everyone.\n\nTogether, we are the heart of progress.",
        "state": "New York City, New York",
        "sub_categories": [
            "Technical Writers"
        ]
    },
    {
        "company_name": "Zenbridge",
        "description": "Zenbridge is an EDI-as-API platform that lets you send & receive EDI using easy to use API. This eliminates the need for EDI expertise and EDI infrastructure.\n\nEDIs carry the baggage of pre-internet era design principles. Complex EDI\nspecifications, compliances, and lack of time validations. Our mission is to\nmake EDI integrations easier, faster & cheaper for organizations using API.",
        "state": "Dallas, Texas",
        "sub_categories": [
            "Technical Writers"
        ]
    },
    {
        "company_name": "People Tech Group Inc",
        "description": "People Tech Group is a technology company driving digital transformation initiatives for enterprises globally. People Tech has strategic partnerships with technology leaders like Microsoft, Oracle, PeopleSoft, SAP, ServiceNow, Amazon, Cisco. People tech is a trusted partner for leaders in Automotive, Hitech, Higher Education , State & Local Govt and Energy & Utilities. We deliver digital transformation services ranging from Mobility, Cloud, Data, Intelligent Automation, HMI leveraging our frameworks and solutions. People tech group has demonstrated thought leadership, and commitment to excellence.",
        "state": "Redmond, Washington",
        "sub_categories": [
            "Product Developer"
        ]
    },
    {
        "company_name": "Cognizant",
        "description": "Cognizant (Nasdaq-100: CTSH) engineers modern businesses. We help our clients modernize technology, reimagine processes and transform experiences so they can stay ahead in our fast-changing world. Together, we’re improving everyday life. See how at www.cognizant.com or @cognizant.",
        "state": "Teaneck, New Jersey",
        "sub_categories": [
            "IT Recovery Specialist"
        ]
    },
    {
        "company_name": "Yolo Group",
        "description": "Yolo Group is building the future of gaming, fintech, blockchain and more across products and services which put the customer at the centre of the universe.\n\nThe Group has built a team of more than 600 innovators, based in global offices in six countries, working on a range of award-winning and market-leading brands.\nThe Yolo Group comprises five distinct business areas:\n- Yolo Entertainment, incorporating B2C gaming brands including Bitcasino and Sportsbet.io\n- Yolo Investments, focused on investment opportunities across gaming and fintech.\n- Yolo Finance, home of blockchain, fintech and banking rails related activities.\n- Yolo Ventures, covering strategic partnership projects on a B2B scale.\n- Yolo Tech, delivering IT and back office services within the Group’s ecosystem\n\nYolo Group was launched in September, 2021, to better reflect and incorporate the business interests of the Coingaming Group.\n\n#funfastfair #yologrouplife",
        "state": "NULL",
        "sub_categories": [
            "Data Architect"
        ]
    },
    {
        "company_name": "EnigmaSoft Technologies",
        "description": "Enigma Tech is an IT outsourcing company based in the UK and Panaji, Goa. There’s a unique spirit in Enigma Tech, manifested in who we are, what we believe in and how we uniquely partner with our clients to accomplish their ambitious development goals. We deliver exceptional technology solutions for world-class businesses in every industry, from dynamic startups to stable establishments.\n\nAt Enigma Tech, much emphasis is given to the burning social issues such environment, harmful climate impacts and its changes.\n\nContact Number: +44-02033753320",
        "state": "NULL",
        "sub_categories": [
            "Ethical Hacker"
        ]
    },
    {
        "company_name": "One Degree North HR Services",
        "description": "At One Degree North we offer 'Delivered Human Capital Expertise’ services for E - Commerce / ITES /IT / Hospitality / Banking industry sector specialized in Voice,IT/Application, Back Office and KPO.",
        "state": "Bangalore, Karnataka",
        "sub_categories": [
            "Database Administrator"
        ]
    },
    {
        "company_name": "360 Bright Media",
        "description": "New And Better\nFeatures\n360 Bright Media aims to influence people by incorporating brilliant ideas with the latest technology.  Using advanced advertising technologies, such as Augmented Reality, Virtual Reality, Mobile Games, Multigaming platform we have redefined the parameters of advertising.  With our unique UI designs and innovative interactive technologies, we establish compelling brands in a competitive industry",
        "state": "Mumbai, Maharashtra",
        "sub_categories": [
            "Game Designer"
        ]
    },
    {
        "company_name": "Multimedia Hub",
        "description": "Multimedia Hub is a Deisgn led Organisation which provides Various services  Including Company's Marketing and Demo videos  , 3D and 2D Animation Services , Illustration services , Video Editing and many more .",
        "state": "Delhi, Delhi",
        "sub_categories": [
            "Game Designer"
        ]
    },
    {
        "company_name": "Appsmith",
        "description": "Appsmith (www.appsmith.com) is the first open-source low code tool that helps developers build dashboards and admin panels very quickly. It's a platform that helps businesses build any custom internal application within hours.\n\nIn the past we have founded & sold multiple startups and also built products at other successful startups such as Exotel, Ezetap, Flipkart & Cure.fit.\n\nWe are three founders - Abhishek Nayak, Arpit Mohan & Nikhil Nandagopal. Arpit & Nikhil have been engineers for many years and are building a product that they would have loved to use in their previous organizations. The startups we have built in the past have been funded by Sequoia Capital, Accel Partners, and YCombinator.",
        "state": "Bengaluru, Karnataka",
        "sub_categories": [
            "Software Test Engineer"
        ]
    },
    {
        "company_name": "KLA",
        "description": "KLA develops industry-leading equipment and services that enable innovation throughout the electronics industry. We provide advanced process control and process-enabling solutions for manufacturing wafers and reticles, integrated circuits, packaging, printed circuit boards and flat panel displays. In close collaboration with leading customers across the globe, our expert teams of physicists, engineers, data scientists and problem-solvers design solutions that move the world forward.\n\nFollow us on Facebook: https://www.facebook.com/KLAcorp/\nFind us on Twitter: @KLAcorp\nVisit us at: www.kla.com\n\nStatements made on LinkedIn may constitute forward-looking statements under federal securities laws.  These forward-looking statements involve risks and uncertainties that could significantly affect the expected results and are based on certain key assumptions. Due to such uncertainties and risks, no assurances can be given that such expectations will prove to have been correct, and readers are cautioned not to place undue reliance on such forward-looking statements, which speak only as of the date indicated. Other risks that KLA faces include those detailed in KLA filings with the Securities and Exchange Commission, including KLA's annual report on Form 10-K and quarterly reports on Form 10-Q.  Forward-looking statements made by third parties do not necessarily reflect the opinion of KLA, are outside of KLA’s control and have not been verified or otherwise vetted by KLA. ",
        "state": "Milpitas, California",
        "sub_categories": [
            "Software Test Engineer"
        ]
    },
    {
        "company_name": "NatWest Group",
        "description": "We’re a business that understands when our customers and people succeed, our communities succeed, and our economy thrives. As part of our purpose, we’re looking at how we can drive change for our communities in enterprise, learning and climate.\n\nAs one of the leading supporters of UK business, we’re prioritising enterprise as a force of change. We’re focusing on the people and communities who have traditionally faced the highest barriers to entry and figuring out ways to remove these.\n\nLearning is also key to our continued growth as a company in an ever changing and increasingly digital world. By setting a dynamic and leading learning culture, our people prosper, and our customers are given the tools to continue to improve their financial capability and confidence.\n\nOne of the biggest challenges we all face in our future is climate change. That’s why we’ve put it right at the core of our purpose. We want to champion climate solutions with financing and entrepreneurial support, fully embed climate into our culture and decision making, and be climate positive by 2025. \n\nWe’re committed to using our purpose to break down barriers, drive change and ultimately create a great place to work.",
        "state": "Edinburgh, Scotland",
        "sub_categories": [
            "Quality Analyst"
        ]
    },
    {
        "company_name": "The Heena Realty Makers ",
        "description": "The Heena Realty Makers, led by dynamic Realtor Ms Heena Sehrawat - Voice of Trust, offers Trusted Advisory Services in Indian Realty space with myriad investment options in Luxury Commercials & Residentials of Stalwarts in Real Estate Industry spanning across Delhi-NCR. We are a Young Team of Professionals, who work with a vision to build stronger connections in the Industry by offering Transparent Consultation Services to our Investors and Revolutionize the Advisory space in the Realty sector to the greater benefit of Investors.",
        "state": "Gurgaon , Gurgaon",
        "sub_categories": [
            "Web Developer"
        ]
    },
    {
        "company_name": "Infosys BPM",
        "description": "Infosys BPM Ltd., the business process management subsidiary of Infosys Ltd. (NYSE: INFY), was set up in April 2002. Infosys BPM focuses on integrated end-to-end outsourcing and delivers transformational benefits to its clients through reduced costs, ongoing productivity improvements, and process re-engineering. Infosys BPM operates in India, Poland, the Czech Republic, the Netherlands, Ireland, South Africa, Brazil, Mexico, Costa Rica, the United States, Puerto Rico, China, the Philippines, Singapore, and Australia.\n\nInfosys BPM has been consistently ranked among the leading BPM companies and has received over 60 awards and recognitions in the last 5 years from key industry bodies and forums like the International Association of Outsourcing Professionals, Outsourcing Center, SSON, and NOA, among others. Infosys BPM also has very robust people practices, as substantiated by the various HR-specific awards it has won over the years. The company has consistently been ranked among the top employers of choice, on the basis of its industry-leading HR best practices. The company’s senior leaders contribute widely to industry forums as BPO strategists.",
        "state": "Bengaluru, Karnataka",
        "sub_categories": [
            "IT Recovery Specialist"
        ]
    },
    {
        "company_name": "Flexing It®",
        "description": "Flexing It®(www.flexingit.com) is a curated platform that helps organisations access and work with high quality independent consultants, and project-based resources efficiently and at scale. We are creating solutions that support the Professional Gig Economy and make using external resources seamless.\n\nFlexing It is the largest platform to access 70,000+ experienced independent consultants and we support over 2,000 clients globally from leading professional services firms, to MNCs, high-growth ventures and investors. Our community of vetted consultants spans all core business functions and sectors, and brings rich experience that our technology matches to your projects.\n\nFlexing It can help you find the right consultant for projects that span a few days to a few months based on what the assignment needs. For our high-use clients, Flexing It provides an Enterprise product suite that helps them access consultants, track project delivery, ensure efficient contracting & payments - all supported by a layer of analytics.\n\nIn addition to helping organizations find experienced resources for projects, we also have 3 additional offerings:\n\n\n* Our expert service, FleXpert through which companies can access deep subject-matter expertise, proactive opinions and insights to inform decision-making\n* Our consulting concierge, Primo, which offers a hand-held service for international firms to access top consulting & analytics support delivered remotely.\n* FeeBee, our fee benchmarking tool with 3,75,000+ benchmarks to help consultants determine what to charge for a specific skill/project - and guide companies on what to budget for the same.\n\nWe have offices in New Delhi and Singapore. In case of queries, please feel free to reach out to us at info@flexingit.com",
        "state": "New Delhi, Delhi",
        "sub_categories": [
            "Cloud Computing Analyst"
        ]
    },
    {
        "company_name": "Cyient",
        "description": "Cyient (Estd: 1991, NSE: CYIENT) is a leading global Technology Solutions company. We enable our customers to apply technology imaginatively across their value chain to solve problems that matter. We are committed to designing tomorrow together with our stakeholders and being a culturally inclusive, socially responsible, and environmentally sustainable organization. \n\nFor more information, please visit www.cyient.com.",
        "state": "Hyderabad, TS",
        "sub_categories": [
            "Hardware Engineer",
            "Technical Writers"
        ]
    },
    {
        "company_name": "Networked Energy Services (NES) Corporation",
        "description": "Networked Energy Services Corporation (www.networkedenergy.com) is a global smart energy leader in the worldwide transformation of the electricity grid into an energy control network, enabling utilities to provide their customers with a more efficient and reliable service, to protect their systems from current and emerging cybersecurity threats, and to offer innovative new services that enable active, intelligence use of energy. NES was formed as a result of the spinoff of Echelon Corporation’s Grid Modernization Division in October 2014. NES is headquartered in the US with R&D centers located in Silicon Valley, North Dakota and Poland, and sales offices throughout the world. NES’ smart grid technology is used in nearly 40 million smart meters and other smart end devices around the world. NES is a member of the OSGP Alliance, a global association of utilities and smart grid companies, which promotes the Open Smart Grid Protocol and cooperates to provide utilities greater value by enabling true, independently-certified, multivendor interoperability based upon open international specifications and standards.  You can find out more information about NES, its products (including grid management software, distributed control nodes, and smart meters) and services at www.networkedenergy.com.",
        "state": "San Jose, CA",
        "sub_categories": [
            "System Architect"
        ]
    },
    {
        "company_name": "Visa",
        "description": "Visa (NYSE: V) is a world leader in digital payments, facilitating transactions between consumers, merchants, financial institutions and government entities across more than 200 countries and territories. Our purpose is to uplift everyone, everywhere by being the best way to pay and be paid. \n\nLearn more at Visa.com.",
        "state": "Foster City, California",
        "sub_categories": [
            "IT Project Manager"
        ]
    },
    {
        "company_name": "Testbook",
        "description": "The fastest rising startup in the EdTech space, Testbook is poised to revolutionize the industry. With a registered user base of over 3.1 crore users, 470+ crore questions solved on the Web and a knockout Android App. \n\nTestbook has raced to the front and is ideally placed to capture bigger markets.\n\nTestbook is the perfect incubator for talent. You come, you learn, you conquer. You train under the best mentors and become an expert in your field in your own right. That being said, the flexibility in the projects you choose, how and when you work on them, what you want to add to them is respected in this startup. You are the sole master of your work.",
        "state": "Navi Mumbai, Maharashtra",
        "sub_categories": [
            "DTP Operators"
        ]
    },
    {
        "company_name": "SHL",
        "description": "SHL’s science and technology maximizes the potential of your company’s greatest asset – your people. From Talent Acquisition to Talent Management we help you create the diverse, agile, and innovative workforce you need to succeed in an unpredictable environment.\n\nSHL’s data-driven people insights allow businesses to accurately and objectively identify potential and fit. Its unmatched portfolio of products, driven by a team of over 300 people scientists, helps measure skill, personality, motivation, job fit, and behavior. SHL delivers engaging experiences built on science, which are all delivered through global expert services. \n \nOne platform for all your people answers. www.shl.com ",
        "state": "Thames Ditton, Surrey",
        "sub_categories": [
            "IT Project Manager"
        ]
    },
    {
        "company_name": "Affable Management Services LLP",
        "description": "Affable Management Services  The Resource Hub!\nAffable    Management    Services    specializes    in    Human    Resources    services    like Recruitment,  Training,  HR  consulting  services  and  assistance  for  candidates.  The need  to  build  and  maintain  strong  partnerships  with  our  clients  are  important, partnerships  is  the  foundation  of  our  business.  Our  approach  provides  a  mutually beneficial  environment  where  trust,  investment  and  innovation  are  very  critical. Attracting  the  right  talent  is  never  easy  in  the  global war  of  talent.  At  Affable Management  Services,  we  seek  to  achieve  trust  and  efficiency  in  finding  the  most potential  talents  to  join  your  organization.  Every  recruitment  project,  be  it  small  or big,  will  be  treated  with  highest  efficiency.  We  will  maintain  a  clear  focus  and confidence when accepting a job assignment. On exclusive retained assignments, we will   work   within   your   timeline   and   effectively   deliver   potential   candidates   for selection.",
        "state": "Athani, Cochin, Kerala",
        "sub_categories": [
            "App Developer"
        ]
    },
    {
        "company_name": "Zebra Technologies",
        "description": "Zebra (NASDAQ: ZBRA) empowers organizations to thrive in the on-demand economy by making every front-line worker and asset at the edge visible, connected and fully optimized. With an ecosystem of more than 10,000 partners across more than 100 countries, Zebra serves customers of all sizes – including 94% of the Fortune 100 – with an award-winning portfolio of hardware, software, services and solutions that digitize and automate workflows. \n\nSupply chains are more dynamic, customers and patients are better served, and workers are more engaged when they utilize Zebra innovations that help them sense, analyze and act in real time. In 2021, Zebra expanded its industrial automation portfolio with its Fetch Robotics acquisition and increased its machine vision and AI software capabilities with the acquisitions of Adaptive Vision and antuit.ai. \n\nZebra is #25 on Newsweek’s inaugural list of America’s Most Loved Workplaces and on Forbes’ list of America’s best employers for the fifth year. ",
        "state": "Lincolnshire, IL",
        "sub_categories": [
            "Database Administrator",
            "Software Test Engineer"
        ]
    },
    {
        "company_name": "CBRE",
        "description": "Operating across every dimension of commercial real estate, CBRE sees more so you can do more.",
        "state": "Dallas, TX",
        "sub_categories": [
            "System Architect"
        ]
    },
    {
        "company_name": "ConsCent",
        "description": "ConsCent creates smart and effective revenue opportunities for news, content and OTT companies , through intelligent paywalling solutions, analytics, engagement and retention tools, and personalised recommendation. \n\nWe have the world’s most sophisticated, integrated, customisable and interoperable payments and user management solution to tap both casual and loyal users through micro-payments and subscriptions — by monetising every click, view, and visit on your premium content. \n\nConsCent provides a unified view of registered users, micro payers and subscribers, to understand them better and deepen engagement to accelerate revenue growth, and measure outcomes.\n\nConsCent is your one-stop solution to enhance the net worth of content.",
        "state": "New Delhi, Delhi",
        "sub_categories": [
            "App Developer"
        ]
    },
    {
        "company_name": "Techknowledge Publications",
        "description": "At Tech-knowledge publication \n Our passion is Education.\n We strive to create an impact on STEM education by relentlessly achieving high-quality content with a keen focus to make learning easy and accessible to the student community. We provide various educational aids matching the specific requirements at various stages of preparation.\n- Specific and syllabus tailored textbooks to give you what you need\n- Solved papers to help you revise and focus on what might matter\n\nWe have one of the widest distribution channels that carry and extends our passion for quality work. Our distribution channels cover various universities at PAN India level to ensure that students are not limited by the unavailability of quality content. We are constantly extending our reach to cover even the remotest parts of India for various renowned universities listed hereunder:\n- Maharashtra State Board of Technical Education (MSBTE)\n- Savitribai Phule Pune University (SPPU)\n- University of Mumbai (MU)\n- Babasaheb Ambedkar Technological University (BATU)\n- Gujarat Technological University (GTU)\n\nAdditionally, we also provide merit-based scholarships to create equal opportunity for everyone. We strongly believe that if we need to grow as a nation, lifting the common mass is an important step towards fulfilling that objective.",
        "state": "Pune, Maharashtra",
        "sub_categories": [
            "DTP Operators"
        ]
    },
    {
        "company_name": "IBI Group",
        "description": "We are a global team of dedicated and experienced architects, engineers, planners, designers and technology professionals who share a common desire – to help our clients create livable, sustainable, and advanced urban environments.\n\nFrom high-rises to industrial buildings, schools to state-of-the-art hospitals, transit stations to highways, airports to toll systems, bike lanes to parks, we design every aspect of a truly integrated city for people to live, work, and play.\n\nOur collaborative and combined approach focuses not only on creating the best solutions today, but also determining the right solutions for tomorrow.\n\nWe believe cities in the future must be designed with intelligent systems, sustainable buildings, efficient infrastructure, and a human touch. \n\nAt IBI, we’re defining the cities of tomorrow.",
        "state": "Toronto, Ontario",
        "sub_categories": [
            "UX - UI Designer"
        ]
    },
    {
        "company_name": "Amazon",
        "description": "Amazon is guided by four principles: customer obsession rather than competitor focus, passion for invention, commitment to operational excellence, and long-term thinking. We are driven by the excitement of building technologies, inventing products, and providing services that change lives. We embrace new ways of doing things, make decisions quickly, and are not afraid to fail. We have the scope and capabilities of a large company, and the spirit and heart of a small one.\n\nTogether, Amazonians research and develop new technologies from Amazon Web Services to Alexa on behalf of our customers: shoppers, sellers, content creators, and developers around the world.\n\nOur mission is to be Earth's most customer-centric company. Our actions, goals, projects, programs, and inventions begin and end with the customer top of mind.\n\nYou'll also hear us say that at Amazon, it's always Day 1. What do we mean? That our approach remains the same as it was on Amazon's very first day - to make smart, fast decisions, stay nimble, invent, and focus on delighting our customers.",
        "state": "Seattle, WA",
        "sub_categories": [
            "IT Recovery Specialist",
            "Quality Analyst",
            "Product Developer",
            "Associate Analytics",
            "Engineer-Technical Support(Level 1)"
        ]
    },
    {
        "company_name": "Honeywell",
        "description": "Honeywell is a Fortune 100 company that invents and manufactures technologies to address tough challenges linked to global macrotrends such as safety, security, and energy. With approximately 110,000 employees worldwide, including more than 19,000 engineers and scientists, we have an unrelenting focus on quality, delivery, value, and technology in everything we make and do.",
        "state": "Charlotte, North Carolina",
        "sub_categories": [
            "Data scientist"
        ]
    },
    {
        "company_name": "Optum",
        "description": "Optum is a health services and innovation company on a mission to help people live healthier lives and to help make the health system work better for everyone.\n\nOptum, part of the UnitedHealth Group family of businesses, is powering modern health care by connecting and serving the whole health system across 150 countries. We combine cutting-edge technology, the world’s largest health care database and vast expertise to improve health care delivery, quality and efficiency. We are revolutionizing health care that serves more than 100,000 physicians, practices and other health care facilities, as well as 127 million individual consumers.\n\nHow we power modern health:\n- Data and analytics\n- Health care delivery\n- Health care operations\n- Pharmacy care services\n- Population health management\n- Advisory services\n\nSimpler health plans, better experience, healthier lives. \n\nOur Values: \nIntegrity - Honor commitments. Never compromise ethics.\nCompassion - Walk in the shoes of people we serve and those with whom we work.\nRelationships - Build trust through collaboration.\nInnovation - Invent the future, learn from the past.\nPerformance - Demonstrate excellence in everything we do.\n\nLearn more about Optum at: https://www.optum.com/\nSearch and apply for Optum careers at: https://www.workatoptum.com",
        "state": "Eden Prairie , MN",
        "sub_categories": [
            "Cloud Computing Analyst"
        ]
    },
    {
        "company_name": "D. E. Shaw India Private Limited",
        "description": "D. E. Shaw India Private Limited (D. E. Shaw India) is an integral part of the D. E. Shaw group, a global investment & technology development firm. Established in 1996 as a technological development center, D. E. Shaw India has expanded its business into a broad range of software and financial activities. Its staff collaborates with colleagues around the world not only to build cutting-edge proprietary software systems that form an intrinsic part of the D. E. Shaw group’s investment activities but also to provide research & operations support to the firm’s systematic, discretionary, & hybrid strategies.\n\nFounded in 1988, the D. E. Shaw group quickly became a pioneer in computational finance. Today, the firm has offices around the globe & an institutional-grade infrastructure. We believe that our diverse & inclusive work culture drives creativity, productivity, & performance.\n\nAn entrepreneurial spirit has always been a part of D. E. Shaw group’s culture. When external platforms don’t meet our needs, we build our own. We created one of the first NoSQL databases in our industry, built a powerful data analysis library for Python before Pandas existed, & built a modern web engineering framework tailored to the firm’s needs.\n\nThis profile & any links posted through this profile (together, the “Content”) are provided for your information only & do not convey investment advice or an offer of any type with respect to any securities or other financial products. The D. E. Shaw group does not endorse any information or beliefs discussed in any links posted through this profile & makes no representation as to the accuracy or adequacy of the Content. The Content has not been updated for any information that may have changed since publication. No assurances can be given that any aims, assumptions, or expectations expressed or implied in the Content were or will be realized, or that the activities described have continued or will continue at all or in the same manner as described.",
        "state": "Hyderabad, Telangana",
        "sub_categories": [
            "Cloud Computing Analyst",
            "Associate Analytics"
        ]
    },
    {
        "company_name": "Youth India E-School",
        "description": "Youth India E-School, is an initiative by Youth India Foundation aimed at empowering the youth from all sections of Indian Society by providing them with Highly Subsidised and Quality Education through our E-learning Platform.\n\nE-Learning has become the need of the hour. Schools shifting their sessions online has increased the divide between sections of society on the basis of their capacity to access these platforms. We at Youth India E-School aim to demolish this divide by making education available and accessible to everyone.",
        "state": "Bhubaneswar, Odisha",
        "sub_categories": [
            "Application Maintenance Engineer"
        ]
    },
    {
        "company_name": "METAMORFS",
        "description": "We’re a business-focused team that knows technology to assist & support global companies in the areas of Telecom – Hardware supply, CTAC, Logistics & Repair, IT Services & Solutions - Analytics, Cloud & Infrastructure Services, Applications, Staffing – Contract & Permanent. We are powered by the latest technologies and have pool of talented expertise with rich domain experience. \n\nWe are connected by our global delivery network and are committed to using the strategic insight, technology expertise and deep industry & business process experience to help clients harness the forces shaping the future of work. \n\nWe deliver a distinctly superior experience to our clients by nurturing strong relationships, continuing our investments in industry leading processes and building strong teams and capabilities. We are gratified that our passion for building stronger businesses is consistently recognized by our customers.",
        "state": "Bengaluru, Karnataka",
        "sub_categories": [
            "Multimedia Developer"
        ]
    },
    {
        "company_name": "Toptal",
        "description": "Toptal is a network of the world's top talent in business, design, and technology that enables companies to scale their teams, on demand. With $200+ million in annual revenue and over 40% year-over-year growth, Toptal is the largest fully distributed workforce in the world.",
        "state": "Work from Anywhere, Remote",
        "sub_categories": [
            "System Architect",
            "Web Designer",
            "UX - UI Designer",
            "IT Project Manager"
        ]
    },
    {
        "company_name": "Zamstars",
        "description": "Zamstars is a design-led business consulting firm that delivers growth through contextual brand strategy, effective marketing, and predictable sales solutions for your business. \nAt Zamstars, we believe that ‘Good brand experience is great business’. Every business should be a well-constructed experience for its customers, employees, vendors, and partners. And this is exactly the experience that Zamstars provides - A compelling brand experience for your business.\nEver since our inception in November 2013, we have successfully addressed the gap between the three critical functions in organizations, Marketing, Branding, and Sales. When we started, we were extremely clear on one thing; we had to give a reason for our customers to choose us over other companies in a similar space. We didn’t want Zamstars to be just another run-of-the-mill company.\nWhen we first started 8 years back, people asked us why are we doing this? How are we ‘different’ from other agencies? Cut short to now, and they ask us how are we doing it? \nIt’s our team's passion and commitment that has made the company see the path to success. We focus on being productive instead of busy. In an already cluttered market amidst the cacophony of communication, your business needs a partner, who not only gathers your requirements but one who can comprehend your Business and its Objectives and dovetail solutions to cater to these business needs.",
        "state": "Bengaluru, Karnataka",
        "sub_categories": [
            "Web Designer",
            "Associate Analytics"
        ]
    },
    {
        "company_name": "Cross DMA: helping businesses thrive in digital strategy- email, seo, website, SMM",
        "description": "We have extensive experience in Digital Marketing Services - Email Marketing, Search Engine Optimization (SEO), and Website Design & Development. We serve our clients with better quality and affordable prices.",
        "state": "Burlington, Massachusetts",
        "sub_categories": [
            "Web Developer"
        ]
    },
    {
        "company_name": "Caterpillar Inc.",
        "description": "Since 1925, Caterpillar Inc. has been helping our customers build a better world – making sustainable progress possible and driving positive change on every continent.\n\nWith 2020 sales and revenues of $51.0 billion, Caterpillar Inc. is the world’s leading manufacturer of construction and mining equipment, diesel and natural gas engines, industrial gas turbines, and diesel-electric locomotives.\n\nWe do business on every continent, principally operating through three primary segments – Construction Industries, Resource Industries, and Energy & Transportation – and providing financing and related services through our Financial Products segment.",
        "state": "Irving, Texas",
        "sub_categories": [
            "Quality Analyst"
        ]
    },
    {
        "company_name": "R K Enterprises",
        "description": "We are pleased to introduce ourselves as a one of the leading enterprise (System Integration, Sales &Support) in the field of Information technology and Telecommunication.\n\nM/s R K Enterprises is a technology-focused organization committed to provide world-class solutions in IT.\n\nWe are the Authorized Distributors/Dealers/Channel Partners for the following Companies:-\n\nSEGMENT-1 (PC’HARDWARE, & UPS)",
        "state": "Sangrur, Punjab",
        "sub_categories": [
            "Application Maintenance Engineer"
        ]
    },
    {
        "company_name": "Iron Mountain",
        "description": "Iron Mountain Incorporated (NYSE: IRM) is a global leader in innovative storage, asset lifecycle management, and information management services. With over 70 years of experience serving more than 95% of the Fortune 500 and 225,000 companies worldwide, Iron Mountain helps customers CLIMB HIGHER™ to transform their businesses. Through a range of services including digital transformation, data centers, secure records storage, information management, asset lifecycle management, secure destruction, and art storage and logistics, Iron Mountain helps businesses unlock value and intelligence from their stored digital and physical assets at speed and with security while supporting their sustainability goals.",
        "state": "Boston, Massachusetts",
        "sub_categories": [
            "Networking Engineer"
        ]
    },
    {
        "company_name": "Accenture in India",
        "description": "Accenture is a global professional services company with leading capabilities in digital, cloud and security. Combining unmatched experience and specialized skills across more than 40 industries, we offer Strategy and Consulting, Interactive, Technology and Operations services — all powered by the world’s largest network of Advanced Technology and Intelligent Operations centers. Our 699,000 people deliver on the promise of technology and human ingenuity every day, serving clients in more than 120 countries. We embrace the power of change to create value and shared success for our clients, people, shareholders, partners and communities. Visit us at accenture.com.  ",
        "state": "Bengaluru, Karnatka",
        "sub_categories": [
            "Multimedia Developer"
        ]
    },
    {
        "company_name": "EY",
        "description": "EY exists to build a better working world, helping create long-term value for clients, people and society and build trust in the capital markets.\n\nEnabled by data and technology, diverse EY teams in over 150 countries provide trust through assurance and help clients grow, transform and operate.\n\nWorking across assurance, consulting, law, strategy, tax and transactions, EY teams ask better questions to find new answers for the complex issues facing our world today.\n\nFind out more about the EY global network http://ey.com/en_gl/legal-statement",
        "state": "NULL",
        "sub_categories": [
            "Cloud Computing Analyst"
        ]
    },
    {
        "company_name": "Siam Computing",
        "description": "We build applications for the modern web. With some lofty ambitions and set ideals we are out to try and make a 'dent in the world ' . Our core competence lies in internet technologies, from creating a web presence to creating complicated web apps , we do it all.\n\nOur core expertise lies in - \n\nProduct Development\nWeb App Development\nMobile App Development\nChat bot Development\niOT Development\nCMMS Development\nBusiness Process Automation\nWebsite Design\n\nWe work on technologies like -\n\nLaravel\nCakePHP\nRuby on Rails\nNodeJS\nMySql\nMongoDB\nAngularJS\nhtml5\ncss3\nwordpress",
        "state": "Chennai, Tamil Nadu",
        "sub_categories": [
            "Web Designer",
            "UX - UI Designer"
        ]
    },
    {
        "company_name": "L&T Technology Services Limited",
        "description": "L&T Technology Services Limited (LTTS) is a global leader in Engineering and R&D (ER&D) services. With 816 patents filed for 57 of the Global Top 100 ER&D spenders, LTTS lives and breathes engineering and technology. Our innovations speak for themselves – World’s 1st Autonomous Welding Robot, Solar ‘Connectivity’ Drone, and the Smartest Campus in the World, to name a few.\n\nLTTS’ expertise in engineering design, product development, smart manufacturing, and digitalization touches every area of our lives -  from the moment we wake up to when we go to bed. With 79 Innovation and R&D design centers globally, we specialize in disruptive technology spaces such as EACV, Med Tech, 5G, AI and Digital Products, Digital Manufacturing, and Sustainability.\n\nLTTS is a publicly listed subsidiary of Larsen & Toubro Limited, the $21 billion Indian conglomerate operating in over 30 countries.",
        "state": "Vadodara, Gujarat",
        "sub_categories": [
            "Multimedia Developer"
        ]
    },
    {
        "company_name": "DC Consultants(India,USA,Australia,GCC)",
        "description": "DC Consultants has been established with the sole objective to dedicate itself for quality service in Human Resource Sector. \n\nDC Consultants provide customized services to both corporate and candidates depending on their needs under the following four pillars of human resource.\n\n• End to End Recruitment Solutions \n• Training and Talent Development \n• HR Consulting Services \n• HR Operations Support\n\nOur VISION is to be the definitive provider of intellectual capital solutions by enriching all our customers' lives - helping individual candidates to develop careers, and helping businesses and corporate to be even more successful due to their relationship with us. \nWe are committed to delight our customers.\n\nOur Values:\n• Enriching all our customers' lives.\n• Entrepreneurial Attitude\n• Integrity (Integrity is the quality of being honest and having strong moral principles)\n• Respect the Individual\n• At DC Consultants - our success depends on your success---“We Can’t spell S_CCESS without ... U”.",
        "state": "Navi Mumbai, Maharashtra",
        "sub_categories": [
            "UX - UI Designer"
        ]
    },
    {
        "company_name": "Qualcomm",
        "description": "Enabling a world where everyone and everything can be intelligently connected.",
        "state": "San Diego, CA",
        "sub_categories": [
            "Database Administrator",
            "IT Project Manager",
            "Multimedia Developer"
        ]
    },
    {
        "company_name": "Zamrr Ai",
        "description": "Zamrr AI is developing a Fitness App where its users will be rewarded for working out consistently. To make the experience exciting, be able to work with your loved ones from anywhere on the globe. Our technology is being crafted in a way to ensure the correct posture of the user while exercising, and count the number of reps as well.",
        "state": "NULL",
        "sub_categories": [
            "App Developer"
        ]
    },
    {
        "company_name": "Magikos Cloud Pvt Ltd",
        "description": "Automation simplified. That's what Magikos is about; we help businesses automate their processes. \nBe it simple repeatable tasks or complex workflows, every process can be simplified, automated and quantified & here at Magikos we are passionate to show you how..",
        "state": "NULL",
        "sub_categories": [
            "Web Developer"
        ]
    },
    {
        "company_name": "Ocrolus",
        "description": "Ocrolus is a document automation platform that powers the digital lending ecosystem, automating credit decisions across small business, mortgage, and consumer lending.  The company provides document analysis infrastructure to customers like PayPal, Brex, SoFi, Blend, and Plaid, and has raised over $100 million from blue-chip fintech investors. Ocrolus enables financial services firms to make high quality decisions with trusted data and unparalleled efficiency. By empowering lenders to automate financial analysis, we help borrowers access credit faster and on better terms.",
        "state": "NULL",
        "sub_categories": [
            "Quality Analyst"
        ]
    },
    {
        "company_name": "Cerebral Solutions",
        "description": "Human Resource Company, which provides Executive Search services.\nAdditionally, Learning & Development services for Mental Health & Wellness are offered",
        "state": "NULL",
        "sub_categories": [
            "Ethical Hacker"
        ]
    },
    {
        "company_name": "Adal Immigrations LLP",
        "description": "ADAL IMMIGRATIONS LLP is the steering and information tool to ensure a soothing and uninterrupted transition for our clients relocating abroad. ADAL IMMIGRATIONS is the leading Immigration and consultancy firm in India. Our firm is committed to providing reliable and professional assistance to its worldwide clients who are seeking to Work, Study, and Visit Globally on permanently or temporarily. We ventured into this industry from last 10 years with high standard client relations. Adal Immigrations is authorized by The Ministry of Corporate Affairs (MCA) under Indian Government Ministry. We are proud to say that our clients exist in different parts of the world and that we are able to manage/substance with a huge success rate. We have been offering expert services to aspirants regards to relocation or traveling with diverse objectives to numerous destinations like Canada, Australia, UK, New Zealand, Denmark, Dubai, Hong Kong, Singapore, Malaysia, Germany, etc. Our core prowess consists in giving Value from our distinctive blend of overlapping domains of international studies, talent acquisition, and immigration consultancy thus providing our clients incredible vision and foresight into long-term goals.",
        "state": "New Delhi, Delhi",
        "sub_categories": [
            "Hardware Engineer"
        ]
    },
    {
        "company_name": "Alter.game",
        "description": "Alter is an ecosystem for next-gen human evolution in virtual world where you can play, meet and earn without any physical barriers.\n\nThe Portal to #Metaverse",
        "state": "Bangalore, Karnataka",
        "sub_categories": [
            "Game Designer"
        ]
    },
    {
        "company_name": "Capital Placement Services Gurgaon Delhi Noida Manesar Bawal Neemrana Bhiwadi Sohna Road",
        "description": "Capital Placement Services Gurgaon is a results-driven HR Outsourcing organization. We have a strong focus on understanding the client's business needs and on providing a value-added service through communication, engagement, strong working relationships, and efficient project management. We are Multiple service provider organization, ( HR Recruitment specialists in the IT, Non-IT, BFSI, EMPI, FMCG, Media, Entertainment, Automobile, Logistic, ITES, Retail, Pharma, Hospitality, Digital sectors.. etc) who have been finding exceptional professionals for our clients since 2004\n\nWe work over the Globe with leading and most recognizable organizations in almost all verticals of HR services. We work over the Globe with leading and most recognizable organizations in almost all verticals of HR services.\n\nCapital Placement Services is a Gurgaon based Placement Consultancy that specializes in providing Placement Services, Manpower Recruitment, HR Consultancy, Placement Consultancy and Staffing Solutions. We have our own large computerized database of candidates across the various functional streams.\n\nCapital placement Services have risen as one of the most confided in name in giving the total extent of HR and BPO solutions and recruiting candidates in different sectors of employment. We don’t compare any organization with another and provide them our services irrespective of the company’s size, value, businesses, and areas of interest. We have effectively overseen recruitment solutions and HR services of our customers based out in India and outside India like the United States of America and the United Kingdom\n\nCapital placement services are the quickest developing HR arrangements organization in India . Our administrations incorporate Permanent Staffing, Contract Staffing, HR Consulting, Advisory Services, HR Policies, and Process Formulations, Executive Search, Recruitment Solutions, Training, and Undertaking based RPO employing as mentioned above. Headquartered at Gurgaon.",
        "state": "Gurgaon / Gurugram , Haryana",
        "sub_categories": [
            "Networking Engineer"
        ]
    },
    {
        "company_name": "HSBC",
        "description": "Opening up a world of opportunity for our customers, investors, ourselves and the planet.\n\nWe're a financial services organisation that serves more than 40 million customers, ranging from individual savers and investors to some of the world’s biggest companies and governments. Our network covers 63 countries and territories, and we’re here to use our unique expertise, capabilities, breadth and perspectives to open up a world of opportunity for our customers. \n\nHSBC is listed on the London, Hong Kong, New York, Paris and Bermuda stock exchanges.\n\nTo view our social media terms and conditions please visit the following webpage: http://www.hsbc.com/social-TandCs",
        "state": "NULL",
        "sub_categories": [
            "Database Administrator",
            "Engineer-Technical Support(Level 1)"
        ]
    },
    {
        "company_name": "Wells Fargo",
        "description": "Wells Fargo & Company (NYSE: WFC) is a diversified, community-based financial services company with approximately $1.9 trillion in assets. Wells Fargo’s vision is to satisfy our customers’ financial needs and help them succeed financially. Founded in 1852 and headquartered in San Francisco, Wells Fargo provides banking, investment and mortgage products and services, as well as consumer and commercial finance, through more than 7,300 locations, 12,000 ATMs, the internet (wellsfargo.com) and mobile banking, and has offices in over 40 countries and territories to support customers who conduct business in the global economy. With approximately 250,000 team members, Wells Fargo serves one in three households in the United States. Wells Fargo & Company was ranked No. 41 on Fortune’s 2022 rankings of America’s largest corporations. News, insights and perspectives from Wells Fargo are also available at Wells Fargo Stories. \n\nRelevant military experience is considered for veterans and transitioning service men and women. \nWells Fargo is an Affirmative Action and Equal Opportunity Employer, Minority/Female/Disabled/Veteran/Gender Identity/Sexual Orientation. © 2016 Wells Fargo Bank, N.A. All rights reserved. Member FDIC.",
        "state": "San Francisco, California",
        "sub_categories": [
            "Associate Analytics"
        ]
    },
    {
        "company_name": "Serenico Labs",
        "description": "Founded in New Delhi, India, Serenico Labs has become a leading Gaming Company, serving as a home for all game enthusiasts. With a team of professional developers, animators, artists, engineers and so much more, we try to keep surprising our audience by producing the next best thing in the industry time and time again. \n\nAt Serenico Labs, customer satisfaction is our #1 goal, and we go the extra mile to make sure each and every one of our gamers has a memorable experience. Check out our site and see what makes Serenico Labs so special.",
        "state": "NULL",
        "sub_categories": [
            "Game Designer"
        ]
    },
    {
        "company_name": "WinZO",
        "description": "WinZO is the largest social gaming and entertainment platform in India. \n\nLaunched in early 2018, the Company partners with third-party developers to host games on its own Android and iOS app, where users can enjoy personalized multiplayer gameplay experiences. \n\nThe platform is available in 12 languages such as English, Hindi, Gujarati, Marathi, Bengali, and Bhojpuri, with over 75 million registered users. The WinZO platform facilitates over 2.5 billion micro-transactions per month across a portfolio of 100+ games. \n\nWinZO is focused on building an enthusiastic community of gamers and gaming influencers in Tier 2 – 5 cities in India. The Company envisions a future where the WinZO platform can deliver a culturally relevant and enjoyable experience in the Indian gaming ecosystem, monetized through a unique micro-transaction model.\n\nInvestors- Griffin Gaming Partners, Kalaari Capital, Makers Fund, Courtside Ventures, Steve Pagliuca- Co-Chairman, Bain Capital and Co-owners of NBA team Boston Celtics.",
        "state": "Delhi, Delhi",
        "sub_categories": [
            "Web Developer"
        ]
    },
    {
        "company_name": "Zigup",
        "description": "Zigup is a career platform that allows you to share and explore information about salary breakups, job referrals, and interviews to help you advance your career.\n\nZigup community app is designed for tech/product professionals in India. At Zigup, you can find the latest career discussions, along with job opportunities from well-funded startups.",
        "state": "NULL",
        "sub_categories": [
            "Technical Writers"
        ]
    },
    {
        "company_name": "MaxMuller Global Education",
        "description": "Max Muller Global Education is a prominent, independent and cutting- edge educational publisher in India. Our published books comprise a wide range of subjects for kids and students from Nursery to 5th Standard. We the publishing house contain books and other resource materials that help students gain knowledge and teachers to educate. We support critical thinking, brain storming and the development of a child’s inner sense. Most of our books tell the stories and develop morality and ethics. Along with this, we have strong belief about ensuring that our books are creative, informative, and entertaining to children. \n\nOur company’s prime focus is in the publication of academic books in various subjects for school students and educators. Having huge editorial and publication facilities, Max Muller Global Education has developed proper research study material with the help of our experienced editorial team, providing knowledge with good heart for the academic enthusiasts in India. Our research material is based on the CBSE curriculum for the use of schools looking for quality materials for their students. \n\nFinally, our books are mostly welcomed by teachers, book sellers, parents and not but not the least children.",
        "state": "Guntur, Andhra Pradesh",
        "sub_categories": [
            "DTP Operators"
        ]
    },
    {
        "company_name": "Micron Technology",
        "description": "Micron is a world leader in innovative memory solutions that transform how the world uses information. We have approximately 40,000 team members in 17 countries who work with the world’s most trusted brands, delivering memory and storage systems for a broad range of applications and sparking countless possibilities in technology.",
        "state": "Boise, Idaho",
        "sub_categories": [
            "Associate Analytics"
        ]
    },
    {
        "company_name": "HM.CLAUSE",
        "description": "We specialize in the breeding, production, and sales of vegetable seeds. From the world market to the farmer’s market, we collaborate with our customers to deliver successful solutions for the agricultural challenges of today, and produce the highest quality seeds for the future. Our global team of experts and state-of-the-art research facilities enable us to work side-by-side with growers to provide the most regionally relevant and reliable vegetable seeds available.\n\nHM.CLAUSE is a business unit of Limagrain, an international co-operative agricultural group, specializing in field seeds, vegetable seeds and cereal products. With a team of 2,200 professionals in over 30 countries, we are dedicated to sustainable solutions for the land, successful products for our customers, and intensive research for innovations of the future.\n\nHM.CLAUSE was formed in 2008, combining our two commercial brands, HARRIS MORAN in the USA and CLAUSE in France. However, the company roots go back to 1785, with its founding organization, Tezier. Our brands represent the best of all worlds, combining know-how, expertise and resources to create an exceptional company, doing extraordinary work.\n\nAs a global company, each and every one of us is genuinely invested in our customers’ success and the future of our industry. We work to demonstrate our values of teamwork, collaboration, transparency and accountability in every office, laboratory, facility, farm and field, in each and every region, every day of the year.\n\nFollow us on social media:\nIG: @hmclause",
        "state": "Davis, CA",
        "sub_categories": [
            "IT Project Manager"
        ]
    },
    {
        "company_name": "ProProfs",
        "description": "ProProfs' Delightfully Smart Tools are used by millions of users each month. The site hosts more than one million pieces of content in 70+ languages and is a leading platform for online training and assessment with the world's largest library of professional tests & quizzes.\n\nProProfs products include -\n\n- Survey Maker\n- Live Chat \n- Help Desk\n- Knowledge Base\n- Project Management \n- Training Maker \n- Learning Management System\n- Polls\n- Quizzes\n\nProProfs Smart tools used by many Fortune 500 companies such as Sony, Accenture, Cisco & Dell, along with users from leading educational institutes like Phoenix, Harvard & Yale. \n\nMillions trust our delightfully smart tools. \n+10 Million Learners\n+10 Million Quiz Takers\n+100,000 Quizzes and Tests\n+1 Million Flashcards\n+100,000 Brain Games\n\nProProfs was founded by Sameer Bhatia on the vision that knowledge should be freely available to people from all walks of life.\n\nProProfs empowers users with a valuable platform to apply knowledge, helping them increase productivity, efficiency, and profitability.",
        "state": "Los Angeles , Calfornia",
        "sub_categories": [
            "Web Developer"
        ]
    },
    {
        "company_name": "Morningstar",
        "description": "Morningstar, Inc. is a leading provider of independent investment research in North America, Europe, Australia, and Asia. The Company offers an extensive line of products and services for individual investors, financial advisors, asset managers, retirement plan providers and sponsors, and institutional investors in the debt and private capital markets. \n\nMorningstar provides data and research insights on a wide range of investment offerings, including managed investment products, publicly listed companies, private capital markets, debt securities, and real-time global market data. \n\nMorningstar also offers investment management services through its investment advisory subsidiaries, with approximately $215 billion in assets under advisement and management as of Sept. 30, 2020. The Company has operations in 29 countries. ",
        "state": "Chicago, IL",
        "sub_categories": [
            "Database Administrator"
        ]
    },
    {
        "company_name": "Apple",
        "description": "We’re a diverse collective of thinkers and doers, continually reimagining what’s possible to help us all do what we love in new ways. And the same innovation that goes into our products also applies to our practices — strengthening our commitment to leave the world better than we found it. This is where your work can make a difference in people’s lives. Including your own.\n\nApple is an equal opportunity employer that is committed to inclusion and diversity. Visit apple.com/careers to learn more.",
        "state": "Cupertino, California",
        "sub_categories": [
            "Software Engineer Programmer",
            "Web Developer"
        ]
    },
    {
        "company_name": "Bayer",
        "description": "Bayer is a global enterprise with core competencies in the Life Science fields of health care and agriculture. Our products and services are designed to benefit people and improve their quality of life. At the same time, we aim to create value through innovation, growth and high earning power. \n\nOur products help address some of today’s biggest challenges, including global population growth, an aging society and the need to make efficient – and, wherever possible, sustainable – use of natural resources. \n\nIn line with our mission “Bayer: Science For A Better Life,” we aim to improve people’s quality of life by preventing, alleviating or curing diseases. We also help provide an adequate supply of high-quality food, feed and renewable plant-based raw materials. For these endeavors, we focus on developing and successfully commercializing innovative products and solutions based on scientific knowledge.\n\nData Privacy Statement & Imprint: https://www.bayer.com/en/glob-li-bayer-en-dps-imprint.aspx",
        "state": "Leverkusen, North Rhine-Westphalia",
        "sub_categories": [
            "Data scientist",
            "Data Architect"
        ]
    },
    {
        "company_name": "Giesecke+Devrient",
        "description": "Giesecke+Devrient is a global company that offers security technologies, both in the physical and digital world. Every day, billions of people benefit from G+D innovations in their personal and business lives. With around 11,600 employees across 32 countries, we develop, manufacture, and distribute products and solutions for the safeguarding of payment processes, identities, connectivity, and data.\n\nIt all began in 1852, when the printing of securities started in Leipzig. Today, our portfolio is as diverse as modern, mobile life. Anyone who pays by cash, card, or smartphone is highly likely to be using our technologies. \n\nThere is one common goal behind all of these facets: Creating Confidence. In order to make this even more successful in all areas, we have comprised four business sectors since 2017: G+D Currency Technology, G+D Mobile Security, Veridos (a joint venture with Bundesdruckerei), and secunet.",
        "state": "Munich, Bavaria",
        "sub_categories": [
            "IT Recovery Specialist"
        ]
    },
    {
        "company_name": "Touchcast",
        "description": "Touchcast is the world’s leading enterprise metaverse company. We bring people together by breaking down the barriers of space, time and language.",
        "state": "New York, NY",
        "sub_categories": [
            "Multimedia Developer"
        ]
    },
    {
        "company_name": "Precise Testing Solution Private Limited",
        "description": "Precise Testing Solution Committed to delivering best-in-class quality assurance and software testing solutions to our clients. Using proven testing methodologies and industry best practices we help companies optimize the quality, performance and availability of their applications. The wide range of testing solutions that we offer, give organizations a fast start in developing and deploying software of the highest quality while reducing the risks, costs and time associated with it.",
        "state": "Noida, Utter Pradesh",
        "sub_categories": [
            "Ethical Hacker"
        ]
    },
    {
        "company_name": "Cornerstone OnDemand",
        "description": "Cornerstone powers the future ready workforce. With adaptive HR software designed to unite people, teams, technology, and business, our products inspire a work environment of growth, agility, and success for all. We built our AI-powered and skills-forward system for the contemporary workforce. Organizations that use Cornerstone modernize their learning and development experience, deliver the most relevant content from anywhere, accelerate talent and career mobility, and establish skills as the universal language of growth and success. Cornerstone serves over 6,000 customers and 75 million users and is available in 180 countries and 50 languages. For more information, visit www.cornerstoneondemand.com.\n \nFollow us on Twitter @CornerstoneInc and Instagram @CornerstoneOnDemand, like us on Facebook at facebook.com/CSODcommunity and visit our blog resource corner https://www.cornerstoneondemand.com/resources/.\n\nHiring Fraud Alert: Cornerstone will never make an official job offer without speaking on the phone and will never ask candidates for a text interview. If you’ve experienced either of these scenarios, please visit this page to learn more about hiring fraud: https://lnkd.in/dh2aFN8",
        "state": "Santa Monica, CA",
        "sub_categories": [
            "UX - UI Designer",
            "IT Project Manager"
        ]
    },
    {
        "company_name": "Oracle",
        "description": "We’re a cloud technology company that provides organizations around the world with computing infrastructure and software to help them innovate, unlock efficiencies and become more effective. We also created the world’s first – and only – autonomous database to help organize and secure our customers’ data.\n \nOracle Cloud Infrastructure offers higher performance, security, and cost savings. It is designed so businesses can move workloads easily from on-premises systems to the cloud, and between cloud and on-premises and other clouds. Oracle Cloud applications provide business leaders with modern applications that help them innovate, attain sustainable growth, and become more resilient. \n \nThe work we do is not only transforming the world of business--it's helping defend governments, and advance scientific and medical research. From nonprofits to companies of all sizes, millions of people use our tools to streamline supply chains, make HR more human, quickly pivot to a new financial plan, and connect data and people around the world.  \n\nAt work, we embrace diversity, encourage personal and professional growth, and celebrate a global team of passionate people developing innovative technologies that help people and companies tackle real-world problems head-on.\n\nIf you’d like to join us, please visit our Careers page: https://www.oracle.com/corporate/careers/\n\nFor investor news, SEC filings, and financial information about Oracle (NYSE:ORCL), please visit https://investor.oracle.com/home/.\n \nFollow us on Twitter: https://twitter.com/oracle \nLike our page on Facebook: https://www.facebook.com/Oracle/ \nFollow us on Instagram: https://www.instagram.com/oracle/",
        "state": "Austin, Texas",
        "sub_categories": [
            "Data scientist"
        ]
    },
    {
        "company_name": "TridIndia IT Translation Services Pvt.Ltd",
        "description": "TridIndia is one of the translation giants in the field of multilingual translation, interpretation, transcription, localization, voice overs, dubbing, sub-titling and even multilingual DTP. With a view to provide authentic translation solutions to the entire global marketplace, we have a strong team of certified engineers, linguistic experts, proof-readers and project managers at your disposal. Also, when it comes to IT/Technical translations, our team amalgamates their technical knowledge with that of translation skills, in such a manner that becomes an epitome of fine perfection and brilliance.\n\nFurther, we are into association with a number of global clients, who rely on our expertise for the following services:\n\nTRANSLATION SERVICES: IT Translation, Certificates Translation, Financial Translation, Legal Translation, Business Translation, Medical translation, Literary Translation, Training & e-Learning Translation, Website Translation, Tender Translation, AutoCAD Drawings Translation\n\nURGENT TRANSLATION SERVICES: In times of urgent translation requirement, you can turn up to our urgent translation services that guarantee to deliver the translation assignment within 24 to 48 hours.\n\nTRANSCRIPTION SERVICES: Broadcast Transcription, Documentary Transcription, Interview Transcription, Legal Transcription, Medical Transcription, Movie Transcription, Technical Transcription, Verbatim Transcription\n\nLOCALIZATION SERVICES: Gaming Localization, Software Localization, Website Localization, DTP Service, Interpretation Services, Language Typing Service, Small Budget Translation\n\nFor more information you may contact:\n\nPhone: 0120-4257803 / 0120-4235455\nMob No: +91 9212707093, +91 8527599523\nEmail Id: info@tridindia.com\nWebsite: http://www.tridindia.com/\nGhazibad (Delhi-NCR), India.\n\nFollow us on Social Networks:\n\nhttps://www.facebook.com/TridIndias\nhttps://twitter.com/TridIndia\nhttps://plus.google.com/+Tridindias\nhttp://www.pinterest.com/tridindia/",
        "state": "Ghaziabad, UP",
        "sub_categories": [
            "DTP Operators"
        ]
    },
    {
        "company_name": "Fynd (Shopsense Retail Technologies Ltd.)",
        "description": "Fynd is India's largest omnichannel ecosystem and multi-platform tech company. Headquartered in Mumbai and founded by Farooq Adam, Harsh Shah, and Sreeraman MG in 2012. \n\nWe have modernized retail strategies for more than 1000 brands & created a rich suite of tech products. Rooted in technology & innovation, we have products in applied machine learning, big data, gaming+crypto, image editing, and learning space.\n\nOur constant innovation and expertise in technology has been noticed worldwide. Fynd made it to Fast Company's list of Top 10 most innovative Asia-Pacific companies of 2022.\n\nWe are a fast growing team of 600+ fun, skilled and ambitious people. We explore the unexplored, innovate unafraid, and have the time of our life while we do. Be a part of the new. Join us. ",
        "state": "Mumbai, Maharashtra",
        "sub_categories": [
            "Ethical Hacker"
        ]
    },
    {
        "company_name": "Sunera Technologies, Inc. (SuneraTech)",
        "description": "SuneraTech is now at the frontline of Digital Transformation and enables innovation to promote futuristic organizations.  Our successful customer-centric initiatives around Cloud Transformation, Digital Transformation and Innovation, Data monetization, Digital Assurance, Enterprise, and App Modernization positioned it as a preferred IT partner for 250+ global companies over the last 15 years. Headquartered in the US, SuneraTech is located in India and Canada. \n\nSuneraTech, a native Cloud company gained extensive experience in the industry landscape, implemented numerous successful Cloud projects in various sectors. It's fascination for innovation positioned SuneraTech as the Oracle's No.1 velocity partner. We enable end-to-end business process automation and accelerate digital transformation with our enterprise IT automation. We reinforce enterprises to accelerate agility and scalability with reimagined workflows, unpreceded performance, and continuous improvement. \n\nVisit our website to turn your challenges into opportunities leveraging our innovation capabilities.\n\nSuneratech is available on Oracle Cloud Marketplace:  https://cloudmarketplace.oracle.com/marketplace/en_US/listing/70537124",
        "state": "Troy, MI",
        "sub_categories": [
            "Data Architect"
        ]
    },
    {
        "company_name": "MoneyyApp",
        "description": "We are a fast-growing, early-stage Fintech Platform for Creators and venture-funded startup backed by Rajesh Sawhney of GSF Fund, Ganesh Rengaswamy of Quona Capital, Gaurav Kapoor of Oaktree(Breakfast with Champions Fame Youtube Channel), Roshan Abbas and others including Founders of Nazara Games, Founder of Bharat Matrimony, Ex-CEO of AWS India, Founder of India Mart, Ex-CTO India of RocketInternet and Founder of U2opia Mobile.",
        "state": "NULL",
        "sub_categories": [
            "Technical Writers"
        ]
    },
    {
        "company_name": "Agoda",
        "description": "Agoda is transforming travel for millions of customers across the globe. \n\nHeadquartered in Asia, Agoda is one of the world’s largest online travel platforms. Founded in 2005 and now part of Booking Holdings (Nasdaq:BKNG), Agoda has a network of over 2,900,000 properties worldwide. Our web and mobile products provide a first-rate reservation service in 38 languages that uniquely combines local knowledge and local connections to provide the best deals for business and leisure travelers.\n\nAgoda employs over 7,000 professionals from 90 nationalities in locations around the globe. In every department – from engineering to customer experience – we provide an environment rich with creativity, collaboration, and experimentation, and the tools to work faster and smarter.\n\nAt Agoda, we believe our people are our strength. We work hard and have fun, and we choose people who are dedicated to making things great.\n\nFor properties seeking partnership with Agoda, visit https://connect.agoda.com",
        "state": "Singapore, Singapore",
        "sub_categories": [
            "Cloud Computing Analyst",
            "Associate Analytics"
        ]
    },
    {
        "company_name": "White Cloud Brands",
        "description": "At White Cloud Brands, we help businesses make the most of opportunities in a changing world by building enduring brands that people love to connect and engage with.\n\nAs a strategic brand consultancy and brand services company led by experienced professionals, we work closely with clients to make a real difference to their business. In fact, we’re so committed to client success, that we’ve made it our brand essence – get things done.\n\nHowever, what we’re more conscious about, is the context that brands are being built in. While social and digital media make it easier for businesses to be seen, they also add to the ‘noise’ that people experience in everyday life. We help our clients cut through the noise through a range of services that help them define, design and express their value in a manner that people relate to, find meaningful and love to advocate.\n\nHaving worked with a diverse client base (ranging from MNCs to start-ups and SMEs), we bring to your business the benefits of rich, varied experience, business maturity, sensitivity to client needs and an unwavering commitment to your success.\n\nGet in touch with us. Get things done.",
        "state": "NULL",
        "sub_categories": [
            "DTP Operators"
        ]
    },
    {
        "company_name": "Deepsync Technologies",
        "description": "Deepsync helps you produce audio content by cloning your voice.\nIt handles complete production so you don't spend time recording.\n10x faster than manual production.\n\nCreate, Engage and Grow your listener base with our powerful AI.",
        "state": "Noida, Uttar Pradesh",
        "sub_categories": [
            "Database Administrator",
            "Networking Engineer",
            "Data scientist",
            "Application Maintenance Engineer"
        ]
    },
    {
        "company_name": "Siemens Digital Industries Software",
        "description": "Siemens Digital Industries Software is driving transformation to enable a digital enterprise where engineering, manufacturing and electronics design meet tomorrow. Our solutions help companies of all sizes create and leverage digital twins that provide organizations with new insights, opportunities and levels of automation to drive innovation. For more information on Siemens Digital Industries Software products and services, visit http://sw.siemens.com.",
        "state": "Plano, Texas",
        "sub_categories": [
            "App Developer"
        ]
    },
    {
        "company_name": "IBM",
        "description": "At IBM, we do more than work. We create. We create as technologists, developers, and engineers. We create with our partners. We create with our competitors. If you're searching for ways to make the world work better through technology and infrastructure, software and consulting, then we want to work with you.\n\nWe're here to help every creator turn their what if into what is. Let's create something that will change everything.",
        "state": "Armonk, New York, NY",
        "sub_categories": [
            "Hardware Engineer",
            "System Architect",
            "Data scientist"
        ]
    },
    {
        "company_name": "Vritti Solutions",
        "description": "Vritti Solutions is a growing IT Firm across India providing a bouquet of innovative solutions to meet the operation and management challenges. \nWe are also a Media Solutions company with ISO 9001:2008 certification from DNV. \nOur team of 250+ people have served 3000+ clients in the time span of 3 decades. \nOur offerings include Ekatm ERM, Ekatm CRM, Ekatm WMS, vWorkbench, Adat Soft and Petro Soft. \nWe are partners to IBM as an Authorised Training Provider and Independent Software vendor. Also, we have joined hands with Microsoft as an Independent Software Vendor. ",
        "state": "Pune, Maharashtra",
        "sub_categories": [
            "Hardware Engineer"
        ]
    },
    {
        "company_name": "Conduent",
        "description": "Conduent delivers mission-critical services and solutions on behalf of businesses and governments — creating exceptional outcomes for its clients and the millions of people who count on them. Through process, technology and our diverse and dedicated associates, Conduent solutions and services automate workflows, improve efficiencies, reduce costs and enable revenue growth. It’s why most Fortune 100 companies and over 500 government entities depend on Conduent every day to manage their essential interactions and move their operations forward. \n\n  \nAt Conduent, we are one team with one mission. When you join Conduent, you are engaged in creating the future — both our company’s and your own. You’ll have the opportunity to grow and thrive through experiences and formalized learning programs.  \n\nLearn more at www.conduent.com. ",
        "state": "Florham Park, New Jersey",
        "sub_categories": [
            "Networking Engineer"
        ]
    },
    {
        "company_name": "Bain & Company",
        "description": "Bain & Company is a global consultancy that helps the world’s most ambitious change makers define the future. \n\nAcross 61 offices in 38 countries, we work alongside our clients as one team with a shared ambition to achieve extraordinary results, outperform the competition, and redefine industries. We complement our tailored, integrated expertise with a vibrant ecosystem of digital innovators to deliver better, faster, and more enduring outcomes. Our 10-year commitment to invest more than $1 billion in pro bono services brings our talent, expertise, and insight to organizations tackling today’s urgent challenges in education, racial equity, social justice, economic development, and the environment. We earned a gold rating from EcoVadis, the leading platform for environmental, social, and ethical performance ratings for global supply chains, putting us in the top 2% among other consulting firms. Since our founding in 1973, we have measured our success by the success of our clients, and we proudly maintain the highest level of client advocacy in the industry.",
        "state": "Boston, MA",
        "sub_categories": [
            "Data Architect"
        ]
    },
    {
        "company_name": "PayPal",
        "description": "We're championing possibilities for all by making money fast, easy, and more enjoyable. Our hope is unlock opportunities for people in their everyday lives and empower the millions of people and businesses around the world who trust, rely, and use PayPal every day. \n\nFor customer service, find us on Twitter at AskPayPal. https://twitter.com/AskPayPal\n\nFor employment opportunities, check out our job openings in the 'Jobs' tab. We're an equal opportunity employer that welcomes diversity, and offer generous benefits to help you thrive at work and in your free time.",
        "state": "San Jose, CA",
        "sub_categories": [
            "Software Engineer Programmer",
            "Product Developer"
        ]
    },
    {
        "company_name": "LOGIQ.AI",
        "description": "First-mile observability data fabric. Gain data agility, automation, cost savings, and compliance. Instantly reduce TCO by 50-95% on any observability project",
        "state": "San Jose , California",
        "sub_categories": [
            "App Developer",
            "Data scientist",
            "Software Test Engineer"
        ]
    },
    {
        "company_name": "Mahindra University",
        "description": "Mahindra University, established in May 2020, is a multi-disciplinary global education and knowledge campus. In our endeavour to make our students truly global citizens, our academic partners are leading academic institutions in the world such as Centrale Supélec, France (for the School of Engineering) and Cornell University’s SC Johnson School of Business, USA (for the School of Management). Through these partnerships, we will offer rigorous, industry-aligned curricula, a student-centred learning environment, and opportunities for international exposure.\nWith the world-class collaborations with Universities like Cornell Universities SC Johnson College of Business, Virginia Tech, Centrale Supelec, BABSON and the University of Florida and its inter-disciplinary learning through live industry projects and in-built flexibility of course choices, the education is aimed to be very practical. The students will learn to integrate the knowledge of various disciplines and inculcate much needed soft skills so that their learning come very close to real life and they become ready for the challenges of corporate life.\nThe University offers Undergraduate and Post Graduate programs in its four Schools namely School of Management, Ecole Centrale School of Engineering, School of Law and School of Education. The Mahindra name brings with it an assurance of commitment to excellence in education and a quest for quality in life. The University has already attracted the best faculty from world-class institutions, including senior academics educated in top institutions in India and abroad. At MU, we believe that every student has unique strengths and can be nurtured to be successful in life. Its liberal scholarship scheme enables meritorious students to obtain world-class education at an affordable fees",
        "state": "Hyderabad, Telangana",
        "sub_categories": [
            "Data scientist"
        ]
    },
    {
        "company_name": "BIC",
        "description": "A world leader in stationery, lighters and shavers, BIC brings simplicity and joy to everyday life. For more than 75 years, the Company has honored the tradition of providing high-quality, affordable, essential products to consumers everywhere. Through this unwavering dedication, BIC has become one of the most recognized brands and is a trademark registered worldwide. \n\nToday, BIC products are sold in more than 160 countries around the world and feature iconic brands such as BIC Kids™, BIC FlexTM, BodyMark by BICTM, Cello®, Djeep, Lucky Stationery, Rocketbook, Soleil®, Tipp-Ex®, Us. TM, Wite-Out® and more. In 2020, BIC Net Sales were 1,627.9 million euros. \n\nThe Company is listed on “Euronext Paris,” is part of the SBF120 and CAC Mid 60 indexes and is recognized for its commitment to sustainable development and education. It received an A- Leadership score from CDP. ",
        "state": "NULL",
        "sub_categories": [
            "Application Maintenance Engineer"
        ]
    },
    {
        "company_name": "JPMorgan Chase & Co.",
        "description": "For over 200 years, JPMorgan Chase & Co has provided innovative financial solutions for consumers, small businesses, corporations, governments and institutions around the world.\n\nToday, we're a leading global financial services firm with operations servicing clients in more than 100 countries.\n\nWhether we are serving customers, helping small businesses, or putting our skills to work with partners, we strive to identify issues and propose solutions that will propel the future and strengthen both our clients and our communities.\n\n© 2017 JPMorgan Chase & Co.  JPMorgan Chase is an equal opportunity and affirmative action employer Disability/Veteran.\n ",
        "state": "New York, NY",
        "sub_categories": [
            "Software Engineer Programmer",
            "Product Developer"
        ]
    },
    {
        "company_name": "FactSet",
        "description": "FactSet creates flexible, open data and software solutions for tens of thousands of investment professionals around the world, providing instant access to financial data and analytics that investors use to make crucial decisions. \n\nFor 40 years, through market changes and technological progress, our focus has always been to provide exceptional client service. From more than 60 offices in 23 countries, we’re all working together toward the goal of creating value for our clients, and we’re proud that 95% of asset managers who use FactSet continue to use FactSet, year after year.\n\nAs big as we grow, as far as we reach, and as successful as we become, we stay connected to our clients and to each other.",
        "state": "Norwalk, Connecticut",
        "sub_categories": [
            "Engineer-Technical Support(Level 1)"
        ]
    },
    {
        "company_name": "Cisco",
        "description": "Cisco (NASDAQ: CSCO) enables people to make powerful connections--whether in business, education, philanthropy, or creativity. Cisco hardware, software, and service offerings are used to create the Internet solutions that make networks possible--providing easy access to information anywhere, at any time. \n\nCisco was founded in 1984 by a small group of computer scientists from Stanford University. Since the company's inception, Cisco engineers have been leaders in the development of Internet Protocol (IP)-based networking technologies. Today, with more than 71,000 employees worldwide, this tradition of innovation continues with industry-leading products and solutions in the company's core development areas of routing and switching, as well as in advanced technologies such as home networking, IP telephony, optical networking, security, storage area networking, and wireless technology. In addition to its products, Cisco provides a broad range of service offerings, including technical support and advanced services. \n\nCisco sells its products and services, both directly through its own sales force as well as through its channel partners, to large enterprises, commercial businesses, service providers, and consumers.",
        "state": "San Jose, CA",
        "sub_categories": [
            "Cloud Computing Analyst"
        ]
    }
]